Repository: bf/store.kde.org-packages-analysis
Catalog: packages-with-plasmacore-dataengine-execute/1787425/org.kde.plasma.ksys76power/translate/*.po
Languages: pt

source: A KDE widget that provides graphical integration with system76-power daemon.
pt: Uma ferramenta para o KDE que fornece integração gráfica com o daemon system76-power

source: General
pt: Geral

source: Update interval:
pt: Intervalo de atualização:

source: sec
pt: seg.

source: Icon size:
pt: Tam. do ícone:

source: Integrated graphics brand:
pt: Marca da placa gráfica integrada:

source: Widget Icon:
pt: Ícone do widget:

source: Default (sys76)
pt: Padrão (sys76)

source: Nvidia/Intel/AMD Icons
pt: Icones da NVIDIA/Intel/AMD

source: Widget Icon color:
pt: Cor do icone do widget:

source: Default
pt: Padrão

source: White
pt: Branco

source: Black
pt: Preto

source: Change all icons:
pt: Alterar todos os icones:

source: Apply the selected icon everywhere (notifications, widget)
pt: Alterar todos os icones pelo selecionado do widget

source: Apply selected icon color everywhere (notifications, widget)
pt: Aplicar a cor selecionada em todos os icones do widget

source: Changing video mode, please wait a moment...
pt: Alterando o modo de video, por favor aguarde...

source: NVIDIA mode selected
pt: Modo NVIDIA selecionado

source: Hybrid mode selected
pt: Modo Híbrido selecionado

source: Compute mode selected
pt: Modo Compute selecionado

source: Integrated mode selected
pt: Modo integrado selecionado

source: Profile '%1' selected
pt: Perfil '%1' selecionado

source: Energy profile '%1' applied successfuly.
pt: Perfil de energia '%1' aplicado com sucesso.

source: Economy
pt: Economia

source: Balanced
pt: Balanceado

source: You have some missing dependencies needed by KSys76 Power widget. Please select one from the list below and press OK for instructions on how to install, when you're done press CANCEL to exit this dialog. To install packages, you may need to use sudo.
pt: Alguns pacotes necessários para o KSys76 Power funcionar corretamente estão faltando. Para mais informações sobre como satisfazer essas dependências, selecione uma das opções abaixo e aperte o botão OK para obter o comando sobre como instalar, quando estiver pronto para instalar você pode fechar esse dialogo apertando o botão CANCELAR. Para instalar os pacotes você provavelmente vai precisar utilizar o comando sudo.

source: Current mode:
pt: Modo atual:

source: Integrated
pt: Integrado

source: Hybrid
pt: Hibrido

source: Current profile:
pt: Perfil atual:

source: Switch Card
pt: Alterar modo gráfico

source: Restart pending to apply changes
pt: Reinicialização pendente.

source: You have selected the %1 mode as the system graphics mode. You must reboot your computer for the change to take effect.
pt: Você selecionou o modo %1 como o modo de grafíco do sistema. Você precisa reiniciar o computador para que as mudanças tenham efeito.

source: Do you want to reboot now?
pt: Você quer reiniciar agora?

source: Operation Error
pt: Erro de operação

source: The operation might have not completed, an error occurred.
pt: A operação pode não ter sido completada pois um erro foi detectado.

source: Exit Code: %1
pt: Código de saida: %1

source: Error: %1
pt: Erro: %1

source: Graphics switch already in progress...
pt: Mudança de modo em andamento...

source: Another graphics mode switch is already in progress...
pt: Uma outra mudança de modo gráfico ja está em andamento...

source: Hotplug Detected
pt: Hot-plug detectado.

source: Switch to Hybrid or NVIDIA mode to use external displays,
pt: Altere para o modo Híbrido ou NVIDIA para utilizar monitores externos.

source: External displays are connected to the NVIDIA card. Switch to %1 mode to use them.
pt: MOnitores externos são conectados a placa NVIDIA. Mude para o modo %1 para usar monitores externos.

source: Do you want to switch to %1 graphics mode now?
pt: Você quer alterar o modo gráfico para %1 agora?

source: Graphics Mode
pt: Modo Gráfico

source: Executing system76-power...
pt: Executando o system76-power...

source: A reboot is pending.
pt: Uma reinicialização está pendente

source: NVIDIA Mode
pt: Modo NVIDIA

source: Integrated Mode
pt: Modo Integrado

source: Hybrid Mode
pt: Modo Hibrido

source: Compute Mode
pt: Modo Compute

source: NVIDIA Settings
pt: Configurações NVIDIA

source: Power Profile
pt: Perfil de Energia
